Repository: SebastianHonert/mnmlwp
Catalog: lang/*.po
Languages: pt_pt

source: Ooops!
pt_pt: Ups!

source: Sorry, but there is no content attached to this URL.
pt_pt: Lamentamos, mas não existe conteúdo anexo a este URL.

source: front page
pt_pt: página principal

source: Comments
pt_pt: Comentários

source: Please configure your widgets and category colors after importing the demo content.
pt_pt: Por favor configure seus widgets e cores de categoria após importar o conteúdo de demonstração.

source: Pages:
pt_pt: Páginas:

source: Next page
pt_pt: Página seguinte

source: Previous page
pt_pt: Página anterior

source: Install Required Plugins
pt_pt: Instale os Plugins necessários

source: Install Plugins
pt_pt: Instale os Plugins

source: Something went wrong with the plugin API.
pt_pt: Algo falhou com o plugin API.

source: Return to Required Plugins Installer
pt_pt: Retornar ao instalador de Plugins

source: Plugin activated successfully.
pt_pt: Plugin ativado com sucesso.

source: The following plugin was activated successfully:
pt_pt: Este plugin foi ativado com sucesso:

source: Dismiss this notice
pt_pt: Ignore esta notificação

source: There are one or more required or recommended plugins to install, update or activate.
pt_pt: Existem um ou mais plugins obrigatórios ou recomendáveis por instalar, atualizar ou ativar.

source: Please contact the administrator of this site for help.
pt_pt: Por favor contacte o administrador deste site para obter ajuda.

source: Main Navigation
pt_pt: Navegação principal

source: mnmlWP Sidebar
pt_pt: Barra lateral mnmlWP

source: read&nbsp;more
pt_pt: obtenha mais informações

source: Posts by
pt_pt: Publicado por

source: results
pt_pt: resultados

source: No Results
pt_pt: Sem resultados

source: Please enter a search term.
pt_pt: Por favor insira a palavra a pesquisar.

source: comment(s)
pt_pt: comentário(s)

source: No posts found. You might want to use the search form or go back to the home page.
pt_pt: Não foram encontradas publicações. Utilize o motor de busca ou regresse à página principal.

source: Previous Post
pt_pt: Publicação anterior

source: Next Post
pt_pt: Próxima publicação

source: Congratulations
pt_pt: Parabéns

source: You successfully installed the mnmlWP WordPress Theme. Please update your theme settings in the %1$s.
pt_pt: Instalou com sucesso o template do WordPress mnmlWP para o layout do site. Por favor atualize as definições do seu template no %1$s.

source: Enjoy your mnmlWP site!
pt_pt: Desfrute do site mnmlWP!

source: Hide Page Title?
pt_pt: Ocultar o título da Página?

source: Show Sidebar?
pt_pt: Mostrar a barra lateral?

source: Hide Breadcrumbs?
pt_pt: Ocultar a navegação estrutural da Página?

source: Hide Contact Row?
pt_pt: Ocultar contactos?

source: Hero Section
pt_pt: Secção da imagem de fundo do site

source: This option is not available for the blank page template.
pt_pt: Esta opção não está disponível para este template em branco.

source: Yes, show the sidebar.
pt_pt: Sim, mostrar a barra lateral.

source: Yes, hide the page title.
pt_pt: Sim, ocultar o título da página.

source: Check to hide the breadcrumb navigation on this page.
pt_pt: Ocultar a navegação estrutural nesta página.

source: Attention
pt_pt: Atenção

source: The breadcrumb navigation is globally disabled in the theme customization options.
pt_pt: A navegação estrutural está totalmente desativada nas opções de customização do template para o layout do site.

source: Check to hide the contact row on this page.
pt_pt: Selecione para ocultar a linha de contactos nesta página.

source: The contact row is globally disabled in the theme customization options.
pt_pt: A secção dos contactos está desativada nas opções de customização do template para o layout do site.

source: Hero section height
pt_pt: Tamanho da secção da imagem de fundo do site

source: Content (HTML allowed)
pt_pt: Conteúdo (HTML permitido)

source: Display colored overlay?
pt_pt: Mostrar sobreposição de cor?

source: Gradient angle (0-360)
pt_pt: Ângulo do gradiente (0-360)

source: Radial gradient?
pt_pt: Gradiente radial?

source: Overlay opacity in percent (0-100%)
pt_pt: Sobreposição da opacidade em percentagem (0-100%)

source: Skew Overlay?
pt_pt: Sobreposição assimétrica?

source: Background position (vertical)
pt_pt: Posição vertical do plano de fundo

source: Background position (horizontal)
pt_pt: Posição horizontal do plano de fundo

source: Fixed background position?
pt_pt: Posição fixa do plano de fundo?

source: The fixed background setting overwrites the selected background position values. It is also not recommended to use the background overlay together with a fixed background, since the re-rendering of a transparent element might result in in jerky scrolling. The fixed background setting only takes effect with screen sizes >= 768px.
pt_pt: A configuração do plano de fundo fixo sobrepõe-se aos valores da posição do plano de fundo que foram selecionados. Também não é recomendável utilizar a sobreposição do plano de fundo juntamente com um plano de fundo fixo, uma vez que a restituição de um elemento transparente pode resultar numa navegação errónea pelo site. A definição do plano de fundo fixo só resulta em ecrãs com tamanhos iguais ou superiores a 768 pixels.

source: Browse:&nbsp;
pt_pt: Procurar:

source: Home
pt_pt: Página principal

source: 404 Not Found
pt_pt: Erro 404 - não encontrado

source: Archives
pt_pt: Arquivos

source: Color Scheme
pt_pt: Esquema de cores

source: Page Layout
pt_pt: Formato da página

source: Text color
pt_pt: Cor do texto

source: Headings color
pt_pt: Cor dos cabeçalhos

source: Link color
pt_pt: Cor do link

source: Link hover color
pt_pt: Cor de fundo do link

source: Header background color
pt_pt: Cor de fundo do cabeçalho

source: Logo text color
pt_pt: Cor do texto do logo

source: Logo icon color
pt_pt: Cor do ícone do logo

source: Tagline color
pt_pt: Cor do slogan

source: Contact row background color
pt_pt: Cor de fundo da secção de contactos

source: Contact row text
pt_pt: Cor do texto da secção de contactos

source: Navigation background color
pt_pt: Cor de fundo da página de navegação

source: Nav item color
pt_pt: Cor do item da página de navegação

source: Nav item background color
pt_pt: Cor de fundo do item de navegação

source: Nav item hover color
pt_pt: Cor do texto do item de navegação

source: Nav item hover background color
pt_pt: Cor de fundo da caixa do item de navegação

source: Nav item active color
pt_pt: Cor do texto selecionado no item de navegação

source: Nav item active background color
pt_pt: Cor de fundo do texto selecionado no item de navegação

source: Hamburger icon color
pt_pt: Cor do ícone do menu semelhante a um hambúrguer

source: Breadcrumb background color
pt_pt: Cor do fundo da navegação estrutural

source: Breadcrumb text color
pt_pt: Cor do texto da navegação estrutural

source: Breadcrumb link color
pt_pt: Cor do link de navegação estrutural

source: Breadcrumb link color (hover)
pt_pt: Cor da caixa do link de navegação estrutural

source: Footer background color
pt_pt: Cor de fundo do rodapé

source: Footer text color
pt_pt: Cor do texto do rodapé

source: Footer headings color
pt_pt: Cor dos títulos do rodapé

source: Footer link color
pt_pt: Cor do link do rodapé

source: Footer link hover color
pt_pt: Cor da caixa do link do rodapé

source: Main content width (default: 1120px)
pt_pt: Largura do conteúdo principal (pré-definido: 1120 pixels)

source: Base font size (default: 1.25em)
pt_pt: Tamanho base da letra (pré-definido: 20 pixels)

source: Main menu position
pt_pt: Posição do menu principal

source: Menu animation style
pt_pt: Estilo de animação do menu

source: Hamburger icon class
pt_pt: Categoria de ícones semelhantes a um hambúrguer

source: Excerpt length in words (default: 60)
pt_pt: Tamanho do excerto em palavras (pré-definição: 60)

source: Use local font (Source Sans Pro)?
pt_pt: Utilização de um tipo de letra comum (fonte: Sans Pro)

source: Boxed layout?
pt_pt: Layout com caixas?

source: Sticky main navigation?
pt_pt: Menu principal de navegação fixo?

source: Include search form in primary navigation?
pt_pt: Incluir menu de pesquisa na navegação principal?

source: Show loading animation on page load?
pt_pt: Mostrar animação durante o carregamento da página?

source: Show sidebar by default?
pt_pt: Mostrar a barra lateral por definição?

source: Hide page title by default?
pt_pt: Ocultar o título de página por definição?

source: Show read more link?
pt_pt: Mostrar o link saiba mais?

source: Show breadcrumbs navigation?
pt_pt: Mostrar a navegação estrutural?

source: Show breadcrumbs navigation on home page?
pt_pt: Mostrar a navegação estrutural na página principal?

source: Logo Icon
pt_pt: Ícone do logo

source: Show contact row?
pt_pt: Mostrar a secção de contactos?

source: Contact row
pt_pt: Secção de contactos

source: This section will show at the top of your website and may include some contact information or similar stuff.
pt_pt: Esta secção irá aparecer no topo do seu site e poderá incluir dados de contacto ou informação semelhante.

source: Spinner color
pt_pt: Cor da figura circular

source: Flex columns spacing (horizontal)
pt_pt: Espaçamento horizontal entre colunas flexíveis

source: Folumns columns spacing (vertical)
pt_pt: Espaçamento vertical entre colunas flexíveis

source: Latest Posts
pt_pt: Últimas Publicações

source: Return to the Dashboard
pt_pt: Regressar ao painel de controlo

source: Update Required
pt_pt: Atualização necessária

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
pt_pt: O pacote de plugin remoto não contém uma pasta com o nome desejado e a sua renomeação não funcionou.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
pt_pt: Por favor, contacte o fornecedor do plugin e peça-lhe para armazenar o seu plugin de acordo com as diretrizes do WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
pt_pt: O pacote de plugin remoto consiste em mais do que um ficheiro, mas os ficheiros não são armazenados numa pasta.

source: and
pt_pt: e

source: Required
pt_pt: Obrigatório

source: Recommended
pt_pt: Recomendado

source: WordPress Repository
pt_pt: Repositório WordPress

source: External Source
pt_pt: Fonte externa

source: Pre-Packaged
pt_pt: Pré-armazenado

source: Not Installed
pt_pt: Não instalado

source: Installed But Not Activated
pt_pt: Instalado mas não ativado

source: Active
pt_pt: Ativo

source: Required Update not Available
pt_pt: Atualização indisponível

source: Requires Update
pt_pt: Requer atualização

source: Update recommended
pt_pt: Atualização recomendada

source: To Install <span class="count">(%s)</span>
pt_pt: Para instalar <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
pt_pt: Atualização Disponível <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
pt_pt: Para Ativar <span class="count">(%s)</span>

source: unknown
pt_pt: desconhecido

source: Installed version:
pt_pt: Versão instalada:

source: Minimum required version:
pt_pt: Versão mínima exigida:

source: Available version:
pt_pt: Versão disponível:

source: No plugins to install, update or activate.
pt_pt: Não existem plugins por instalar, atualizar ou ativar.

source: Source
pt_pt: Fonte

source: Type
pt_pt: Tipo

source: Version
pt_pt: Versão

source: Status
pt_pt: Estado

source: Upgrade message from the plugin author:
pt_pt: Mensagem de atualização do autor do plugin:

source: Install
pt_pt: Instalar

source: Update
pt_pt: Atualizar

source: Activate
pt_pt: Ativar

source: No plugins were selected to be installed. No action taken.
pt_pt: Não foram selecionados plugins para instalar. Não foi tomada nenhuma ação.

source: No plugins were selected to be updated. No action taken.
pt_pt: Não foram selecionados plugins para atualizar. Não foi tomada nenhuma ação.

source: No plugins are available to be installed at this time.
pt_pt: Não existem plugins disponíveis para serem instalados neste momento.

source: No plugins are available to be updated at this time.
pt_pt: Não existem plugins disponíveis para serem atualizados neste momento.

source: No plugins were selected to be activated. No action taken.
pt_pt: Não foram selecionados plugins para ativar. Não foi tomada nenhuma ação.

source: No plugins are available to be activated at this time.
pt_pt: Não existem plugins disponíveis para serem ativados neste momento.

source: Plugin activation failed.
pt_pt: A ativação de plugin falhou.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt_pt: Ocorreu um erro durante a instalação %1$s: <strong>%2$s</strong>.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pt_pt: O processo de instalação e ativação está a começar. Este processo poderá demorar algum tempo, por favor aguarde.

source: All installations and activations have been completed.
pt_pt: Todas as instalações e ativações estão completas.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pt_pt: O processo de instalação está a começar. Este processo poderá demorar algum tempo, por favor aguarde.

source: All installations have been completed.
pt_pt: Todas as instalações estão completas.

source: Search
pt_pt: Pesquisa

source: Submit
pt_pt: Submeter

source: mnmlWP Colored Categories
pt_pt: Categorias Coloridas mnmlWP

source: Title:
pt_pt: Título:

source: Number of categories:
pt_pt: Número de categorias:

source: Hide empty categories:
pt_pt: Ocultar categorias vazias:

source: Colorize link text:
pt_pt: Colorir o texto do link:

source: mnmlWP Recent Posts
pt_pt: publicações recentes mnmlWP

source: No posts found
pt_pt: Não foram encontradas publicações

source: Number of posts:
pt_pt: Número de publicações:

source: Max. number of title characters:
pt_pt: Número máximo de caracteres do título:

source: Display thumbnails:
pt_pt: Mostrar miniaturas:
