Repository: SebastianHonert/mnmlwp
Catalog: lang/*_formal.po
Languages: de_de@formal

source: Sorry, but there is no content attached to this URL.
de_de@formal: Tut uns leid, aber unter dieser URL gibt es keinen Inhalt.

source: Please go back to the %s or use the search form.
de_de@formal: Bitte kehren Sie zurück zur %s oder verwenden Sie die Suchfunktion.

source: front page
de_de@formal: Startseite

source: Comments
de_de@formal: Kommentar(e)

source: Pages:
de_de@formal: Seiten:

source: Next page
de_de@formal: Nächste Seite

source: Previous page
de_de@formal: Vorangehende Seite

source: Install Required Plugins
de_de@formal: Benötigte Plugins installieren

source: Install Plugins
de_de@formal: Plugins installieren

source: Installing Plugin: %s
de_de@formal: Installiere Plugin: %s

source: Updating Plugin: %s
de_de@formal: Update Plugin: %s

source: Something went wrong with the plugin API.
de_de@formal: Fehler in der plugin API.

source: Return to Required Plugins Installer
de_de@formal: Zurück zum Plugin-Installer

source: Plugin activated successfully.
de_de@formal: Plugin erfolgreich aktiviert.

source: The following plugin was activated successfully:
de_de@formal: Das folgende Plugin wurde erfolgreich aktiviert:

source: No action taken. Plugin %1$s was already active.
de_de@formal: Keine Änderungen vorgenommen. Plugin %1$s war bereits aktiv.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de_de@formal: Plugin nicht aktiviert Eine aktuellere Version von %s wird für dieses Theme benötigt. Bitte aktualisieren Sie das Plugin.

source: All plugins installed and activated successfully. %1$s
de_de@formal: Alle Plugins wurden erfolgreich installiert und aktiviert. %1$s

source: Dismiss this notice
de_de@formal: Diesen Hinweis verbergen

source: There are one or more required or recommended plugins to install, update or activate.
de_de@formal: Es gibt ein oder mehrere notwendige oder empfohlene Plugins, die installiert, aktualisiert oder aktiviert werden können.

source: Please contact the administrator of this site for help.
de_de@formal: Bitte kontaktieren Sie den Seiten-Administrator.

source: Main Navigation
de_de@formal: Hauptnavigation

source: Search
de_de@formal: Suche

source: Footer (first column)
de_de@formal: Footer (erste Spalte)

source: Footer (second column)
de_de@formal: Footer (zweite Spalte)

source: Footer (third column)
de_de@formal: Footer (dritte Spalte)

source: Footer (fourth column)
de_de@formal: Footer (vierte Spalte)

source: Footer (fifth column)
de_de@formal: Footer (fünfte Spalte)

source: Footer (full width)
de_de@formal: Footer (ganze Breite)

source: read&nbsp;more
de_de@formal: mehr&nbsp;lesen

source: Posts by
de_de@formal: Beiträge von

source: results
de_de@formal: Ergebnisse

source: Category
de_de@formal: Kategorie

source: Tag
de_de@formal: Schlagwort

source: No Results
de_de@formal: Keine Ergebnisse

source: Please enter a search term.
de_de@formal: Bitte geben Sie einen Suchbegriff ein.

source: comment(s)
de_de@formal: Kommentar(e)

source: No posts found. You might want to use the search form or go back to the home page.
de_de@formal: Keine Beiträge gefunden. Bitte benutzen Sie die Suchfunktion oder kehren Sie zurück zur Startseite.

source: Previous Post
de_de@formal: Vorheriger Beitrag

source: Next Post
de_de@formal: Nächster Beitrag

source: Color
de_de@formal: Farbe

source: Pick a Category Color
de_de@formal: Wählen Sie eine Farbe für diese Kategorie

source: Category Color
de_de@formal: Farbe dieser Kategorie

source: Hide Page Title?
de_de@formal: Seitentitel verbergen?

source: Show Sidebar?
de_de@formal: Sidebar anzeigen?

source: Hero Section
de_de@formal: Hero-Bereich

source: Hide Breadcrumbs?
de_de@formal: Breadcrumb-Navigation verbergen?

source: Hide Contact Row?
de_de@formal: Konzaktzeile verbergen?

source: This option is not available for the blank page template.
de_de@formal: Diese Option ist für das „Blank Template“ nicht verfügbar.

source: Yes, show the sidebar.
de_de@formal: Ja, Sidebar anzeigen.

source: Yes, hide the page title.
de_de@formal: Ja, Seitentitel verbergen.

source: Check to hide the breadcrumb navigation on this page.
de_de@formal: Ankreuzen, um die Breadcrumb-Navigation zu verbergen.

source: Attention
de_de@formal: Achtung

source: The breadcrumb navigation is globally disabled in the theme customization options.
de_de@formal: Die Breadcrumb-Navigation ist im Theme-Customizer global abgeschaltet.

source: Check to hide the contact row on this page.
de_de@formal: Ankreuzen, um die Kontaktzeile auf dieser Seite auszublenden.

source: The contact row is globally disabled in the theme customization options.
de_de@formal: Die Kontaktzeile ist im Theme-Customizer global abgeschaltet.

source: If you would like to display a hero section please select the hero template in the post/page attributes.
de_de@formal: Um einen Hero-Bereich anzeigen zu lassen, wählen Sie bitte das Hero-Template in den Beitrags-/Seitenattributen.

source: Hero section height
de_de@formal: Höhe des Hero-Bereichs

source: Title
de_de@formal: Überschrift

source: Subtitle
de_de@formal: Untertitel

source: Content
de_de@formal: Inhalt

source: Title color
de_de@formal: Farbe der Überschrift

source: Subtitle color
de_de@formal: Farbe des Untertitels

source: Content color
de_de@formal: Farbe des Inhalts

source: Content alignment
de_de@formal: Ausrichtung

source: Custom HTML
de_de@formal: Beliebiges HTML

source: Display colored overlay?
de_de@formal: Farb-Overlay anzeigen?

source: Gradient color 1
de_de@formal: Farbverlauf Farbe 1

source: Gradient color 2
de_de@formal: Farbverlauf Farbe 2

source: Gradient angle (0-360)
de_de@formal: Farbverlauf Winkel (0-360)

source: Radial gradient?
de_de@formal: Radialer Farbverlauf?

source: Overlay opacity in percent (0-100%)
de_de@formal: Overlay-Deckkraft in Prozent (0-100%)

source: Skew overlay?
de_de@formal: Overlay mit Schräge?

source: Background position (vertical)
de_de@formal: Hintergrund-Position (vertikal)

source: Background position (horizontal)
de_de@formal: Hintergrund-Position (horizontal)

source: Fixed background position?
de_de@formal: Hintergrund-Position statisch?

source: Browse:&nbsp;
de_de@formal: Position:&nbsp;

source: Home
de_de@formal: Startseite

source: 404 Not Found
de_de@formal: 404 Nicht gefunden

source: Archives
de_de@formal: Archiv

source: Search results for: %s
de_de@formal: Suchergebnisse für: %s

source: Page %s
de_de@formal: Seite %1$s

source: Comment Page %s
de_de@formal: Kommentarseite %1$s

source: Week %s
de_de@formal: Woche %s

source: Color Scheme
de_de@formal: Farbschema

source: Page Layout
de_de@formal: Seitenlayout

source: Text color
de_de@formal: Textfarbe

source: Headings color
de_de@formal: Überschriftenfarbe

source: Link color
de_de@formal: Linkfarbe

source: Link hover color
de_de@formal: Linkfarbe (hover)

source: Display logo and title?
de_de@formal: Logo und Seitentitel anzeigen?

source: Logo image height (desktop)
de_de@formal: Logo Höhe (Desktop)

source: Logo image height (tablet)
de_de@formal: Logo Höhe (Tablet)

source: Logo image height (mobile)
de_de@formal: Logo Höhe (Mobile)

source: Logo base font size (desktop)
de_de@formal: Logo Basis-Schriftgröße (Desktop)

source: Logo base font size (tablet)
de_de@formal: Logo Basis-Schriftgröße (Tablet)

source: Logo base font size (mobile)
de_de@formal: Logo Basis-Schriftgröße (Mobile)

source: Site title font size (em)
de_de@formal: Schriftgröße Seitentitel (em)

source: Site tagline font size (em)
de_de@formal: Schriftgröße Tagline (em)

source: Header background color
de_de@formal: Header Hintergrundfarbe

source: Logo text color
de_de@formal: Logo-Textfarbe

source: Logo icon color
de_de@formal: Logo-Iconfarbe

source: Tagline color
de_de@formal: Farbe der Tagline

source: Contact row background color
de_de@formal: Kontaktzeile Hintergrundfarbe

source: Contact row text
de_de@formal: Kontaktzeile

source: Navigation background color
de_de@formal: Menu Hintergrundfarbe

source: Nav item color
de_de@formal: Menu Linkfarbe

source: Nav item background color
de_de@formal: Menu Link-Hintergrundfarbe

source: Nav item hover color
de_de@formal: Menu Linkfarbe (hover)

source: Nav item hover background color
de_de@formal: Menu Link-Hintergrundfarbe (hover)

source: Nav item active color
de_de@formal: Menu Linkfarbe (aktiv)

source: Nav item active background color
de_de@formal: Menu Link-Hintergrundfarbe (aktiv)

source: Hamburger icon color
de_de@formal: Hamburger-Iconfarbe

source: Breadcrumb background color
de_de@formal: Breadcrumb Hintergrundfarbe

source: Breadcrumb text color
de_de@formal: Breadcrumb Textfarbe

source: Breadcrumb link color
de_de@formal: Breadcrumb Linkfarbe

source: Breadcrumb link color (hover)
de_de@formal: Breadcrumb Linkfarbe (hover)

source: Footer background color
de_de@formal: Footer Hintergrundfarbe

source: Footer text color
de_de@formal: Footer Textfarbe

source: Footer headings color
de_de@formal: Footer Überschriftenfarbe

source: Footer link color
de_de@formal: Footer Linkfarbe

source: Footer link hover color
de_de@formal: Footer Linkfarbe (hover)

source: Footer (full width) background color
de_de@formal: Footer (ganze Breite) Hintergrundfarbe

source: Footer (full width) text color
de_de@formal: Footer (ganze Breite) Textfarbe

source: Footer (full width) headings color
de_de@formal: Footer (ganze Breite) Überschriftenfarbe

source: Footer (full width) link color
de_de@formal: Footer (ganze Breite) Linkfarbe

source: Footer (full width) link hover color
de_de@formal: Footer (ganze Breite) Linkfarbe (hover)

source: Main content width (default: 1120px)
de_de@formal: Breite des Seiteninhalts (default: 1120px)

source: Base font size (default: 1.125em)
de_de@formal: Basis-Schriftgröße (default: 1.125em)

source: Left (default)
de_de@formal: Links (default)

source: Right
de_de@formal: Rechts

source: Main menu position
de_de@formal: Position der Hauptnavigation

source: Before header
de_de@formal: Vor Header

source: After header (default)
de_de@formal: Nach Header (default)

source: Inside header
de_de@formal: In Header

source: Main menu alignment (desktop)
de_de@formal: Hauptnavigation Textfluss (Desktop)

source: Center
de_de@formal: Zentriert

source: Sub menu item text align (desktop)
de_de@formal: Sub-Menu Textfluss (Desktop)

source: Main menu alignment (mobile)
de_de@formal: Hauptnavigation Textfluss (mobile)

source: Menu animation style (mobile)
de_de@formal: Menu-Animation (mobil)

source: Hamburger icon class
de_de@formal: Hamburger-Icon

source: Excerpt length in words (default: 60)
de_de@formal: Länge des Auszugs (default: 60)

source: Number of footer widget columns
de_de@formal: Anzahl der Widgets im Footer

source: Footer (full width) text align
de_de@formal: Footer (ganze Breite) Textfluss

source: Center (default)
de_de@formal: Zentriert (default)

source: Left
de_de@formal: Links

source: Sticky main navigation?
de_de@formal: Hauptnavigation feststellen?

source: Center header content?
de_de@formal: Header-Inhalt zentrieren?

source: Include search form in header (desktop)?
de_de@formal: Suchfeld in Hauptnavigation anzeigen (Desktop)?

source: Include search form in main navigation (mobile)?
de_de@formal: Suchfeld in Hauptnavigation einfügen (mobil)?

source: Show loading animation on page load?
de_de@formal: Lade-Animation anzeigen?

source: Show sidebar by default?
de_de@formal: Sidebar anzeigen voreingestellt?

source: Hide page title by default?
de_de@formal: Seitentitel verbergen voreingestellt?

source: Show read more link?
de_de@formal: „Mehr lesen“ Link anzeigen?

source: Show breadcrumbs navigation?
de_de@formal: Breadcrumb-Navigation anzeigen?

source: Show breadcrumbs navigation on home page?
de_de@formal: Breadcrumb-Navigation auf Startseite anzeigen?

source: Select an icon that will be displayed together with your site logo (choose from any icon from %1$s).
de_de@formal: Wählen Sie ein Icon, das zusammen mit dem Seitenlogo angezeigt wird (wählen Sie ein beliebiges Icon von %1$s).

source: Show contact row?
de_de@formal: Kontaktzeile anzeigen?

source: Contact row
de_de@formal: Kontaktzeile

source: This section will show at the top of your website and may include some contact information or similar stuff.
de_de@formal: Dieser Bereich wird am Anfang Ihrer Website angezeigt und kann z.B. Kontaktinformationen beinhalten.

source: Spinner color
de_de@formal: Farbe der Ladeanimation

source: Header padding top
de_de@formal: Header Innenabstand (oben)

source: Header padding bottom
de_de@formal: Header Innenabstand (unten)

source: Nav item padding top/bottom (desktop)
de_de@formal: Navigationselemente Innenabstand oben/unten (Desktop)

source: Nav item padding left/right (desktop)
de_de@formal: Navigationselemente Innenabstand links/rechts (Desktop)

source: Flex columns spacing (horizontal)
de_de@formal: Flex columns Abstand (horizontal)

source: Folumns columns spacing (vertical)
de_de@formal: Flex columns Abstand (vertikal)

source: Hero content base font size (desktop)
de_de@formal: Hero-Inhalt Schriftgröße (Desktop)

source: Hero content base font size (tablet)
de_de@formal: Hero-Inhalt Schriftgröße (Tablet)

source: Hero content base font size (mobile)
de_de@formal: Hero-Inhalt Schriftgröße (Mobile)

source: Latest Posts
de_de@formal: Neueste Beiträge

source: Submit
de_de@formal: Senden

source: mnmlWP Colored Categories
de_de@formal: mnmlWP Farbige Kategorien

source: mnmlWP Recent Posts
de_de@formal: mnmlWP Neueste Beiträge

source: No posts found
de_de@formal: Keine Beiträge gefunden
